pysigep_bkp/templates/FechaPlpVariosServicos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:cli="http://cliente.bean.master.sigep.bsb.correios.com.br/">
    <soapenv:Header/>
    <soapenv:Body>
        <cli:fechaPlpVariosServicos>
            <xml>{{ xml |e }}</xml>
            <idPlpCliente>{{ idPlpCliente }}</idPlpCliente>
            <cartaoPostagem>{{ cartaoPostagem }}</cartaoPostagem>
            {% for etiqueta in listaEtiquetas %}
            <listaEtiquetas>{{ etiqueta }}</listaEtiquetas>
            {% endfor %}
            <usuario>{{ usuario }}</usuario>
            <senha>{{ senha }}</senha>
        </cli:fechaPlpVariosServicos>
    </soapenv:Body>
</soapenv:Envelope>
